---
layout: default
title: Conheça mais sobre - Smartia Seguros Online
---

<div class="page-title">
	<div class="container single-page">		
		<ol class="breadcrumb">
			<li><a href="/">Início</a></li>
		  
			<li class="active">Quem somos</li>
		
		</ol>
		<h1>Quem somos</h1>
		
			<a href="#" onclick="document.getElementById('centro_banner_form').submit();" class="big-simule-button" rel="nofollow">Simule seu Seguro Auto</a>
		
	</div>
</div>


		<div class="container">	
			<span class="double-border"></span>
			
			<div class="row">
				<div class="col-md-12 col-sm-12 col-xs-12">
					<main class="page-with-aside with-padding institucional"> 
						<img class="full-size" src="/resources/v3/images/common/smartia.jpg" alt="Smartia Seguros Online" />
						<p>A Smartia.com.br foi fundada em maio de 2010 como a pioneira na venda de seguro auto online, visando atender todo o territ&oacute;rio brasileiro e facilitar a vida dos motoristas que n&atilde;o possuem tempo de ir at&eacute; uma corretora ou seguradora e n&atilde;o querem ficar no telefone ligando para v&aacute;rios lugares.&nbsp;</p>
<p>Com isso, a Smartia veio trazer praticidade e vantagens ao consumidor ao disponibilizar de maneira f&aacute;cil um formul&aacute;rio que &eacute; facilmente preenchido e onde, automaticamente, suas informa&ccedil;&otilde;es s&atilde;o enviadas as melhores corretoras e seguradoras do pa&iacute;s, de maneira extremamente sigilosa.</p>
<p>Em 2017, a Smartia foi adquirida por uma das maiores empresas de marketing de performance nos Estados Unidos, a QuinStreet (NASDAQ: QNST). Nos EUA, ela possui uma&nbsp;<strong>grande rede de portais no segmento automotivo</strong>, incluindo Insurance.com, Carinsurance.com e Insure.com.</p>
<p>Com a nova aquisi&ccedil;&atilde;o feita pela QuinStreet, o site da Smartia continuar&aacute; ajudando os consumidores na contrata&ccedil;&atilde;o de seguros online&nbsp;<strong>atrav&eacute;s das melhores seguradoras e corretoras do mercado</strong>, e ainda englobar&aacute; outros servi&ccedil;os e produtos (como plano de sa&uacute;de, seguro viagem e rastreadores) que poder&atilde;o ajudar no elo entre corretores e consumidor final, trazendo benef&iacute;cios para ambos os lados.</p>
						<!--<div class="video-center-default" align="center">
							<iframe width="654" height="380" src="https://www.youtube.com/embed/TQ_Xt9_DMco" frameborder="0" allowfullscreen></iframe>
						</div>-->
						<p></p>
						<!--<div class="caixa laranja citacao clearfix">
							<h3>Visão</h3>
							<p>Ser a maior corretora de seguros massificados do Brasil até 2022.</p>
						</div>-->

						<div class="caixa laranja citacao clearfix">
							<h3>Missão</h3>
							<p>1. Ajudar o consumidor a contratar o melhor seguro de acordo com seu perfil e interesse</p>
<p>2. Promover conte&uacute;do para que o consumidor fique por dentro do assunto e ganhe conhecimento para negociar melhor, entender melhor, e ficar por dentro de v&aacute;rias quest&otilde;es relacionadas &agrave; seguran&ccedil;a de seu autom&oacute;vel&nbsp;</p>
<p>3. Facilidade &amp; Praticidade na contrata&ccedil;&atilde;o onde tudo pode ser online</p>
						</div>
												
						<!--<div class="caixa dobro clearfix">
							<h3>Valores</h3>
							<ul>
								<li><span class="valor">Audácia</span>, para mudar o mercado</li>
								<li><span class="valor">Coragem</span>, para vencer os desafios</li>
								<li><span class="valor">Excelência</span>, em tudo o que fazemos</li>
								<li><span class="valor">Inovação</span>, como ferramenta para avançar</li>
								<li><span class="valor">Integridade</span>, como estilo de vida</li>
								<li><span class="valor">Respeito</span>, pelos colaboradores e clientes</li>
							</ul>
						</div>
						
						<div class="caixa clearfix">
							<h3>Propósito</h3>
							<p>Oferecer transparência e liberdade de escolha para todos na contratação de seguros no Brasil.</p>
						</div>-->
					</main>
					
					<aside class="aside-with-page">
						<ul class="aside-links">
							











	
		<li><a class="active"      href="quem-somos">Quem somos</a></li>
		<li><a class=""      href="depoimentos">Depoimentos</a></li>
		<li><a class=" last" href="sala-de-imprensa">Sala de imprensa</a></li>
	
	
	
	

						</ul>
					</aside>
					<br />
				</div>
			</div>
		</div>
	
